Revit 2027 API
DocumentSaveToLocalProgressChangedEventArgs.SaveToLocalFinished Property
 Indicates if the current "save to local" operation has finished.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool SaveToLocalFinished { get; }
Public ReadOnly Property SaveToLocalFinished As Boolean
	Get
public:
property bool SaveToLocalFinished {
	bool get ();
}
member SaveToLocalFinished : bool with get
Property Value
Boolean
See Also
Reference
DocumentSaveToLocalProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace